[
    {
        "title" : "The Count of Monte Cristo",
        "author" : "Alexandre Dumas", 
        "description" : "Alexandre Dumas’s epic tale of suffering and retribution, inspired by a real-life case of wrongful imprisonment—nominated as one of America’s best-loved novels by PBS’s The Great American Read Thrown in prison for a crime he has not committed, Edmond Dantes is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo, and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsible for his incarceration. Robin Buss’s lively translation is complete and unabridged, and remains faithful to the style of Dumas’s original. This edition includes an introduction, explanatory notes, and suggestions for further reading. Penguin Classics is the leading publisher of classic literature in the English-speaking world, representing a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "url" : "https://images-us.bookshop.org/ingram/9780140449266.jpg",
        "price" : "$16.00",
        "sale" : "5%"
    },
    {
        "title" : "The Lady of the Camellias",
        "author" : "Alexandre Dumas", 
        "description" : "The landmark novel that inspired Verdi’s opera La Traviata, in a sparkling new translation \"One of the greatest love stories of all time,\" according to Henry James, and the inspiration for Verdi’s opera La Traviata, the Oscar-winning musical Moulin Rouge!, and numerous ballets, stage plays (starring Lillian Gish, Eleonora Duse, Tallulah Bankhead, and Sarah Bernhardt, and films (starring Greta Garbo, Robert Taylor, Rudolph Valentino, Isabelle Huppert, and Colin Firth), The Lady of the Camellias itself was inspired by the real-life nineteeth-century courtesan Marie Duplessis, the lover of the novel’s author, Alexander Dumas fils. Known to all as “the Lady of the Camellias” because she is never seen without her favorite flowers, Marguerite Gautier, the most beautiful, brazen, and expensive courtesan in all of Paris. But despite having many lovers, she has never really loved—until she meets Armand Duval, young, handsome, and hopelessly in love with her. “Marguerite and Armand are the kind of bright, self-destructive young things we still read about in magazines, watch on-screen, or brush up against today.” —Liesl Schillinger, from the Note on the Translation For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "url" : "https://images-us.bookshop.org/ingram/9780143107026.jpg",
        "price" : "$17.00",
        "sale" : false
    },
    {
        "title" : "The Godfather",
        "author" : "Mario Puzo", 
        "description" : "The unforgettable saga of an American crime family that became a #1 bestseller and global phenomenon. Since its release in 1969, The Godfather has made an indelible mark on American crime fiction. From the mind of master storyteller Mario Puzo, it traces the Corleone family, whose brilliant and brutal portrayal illuminated the violent and seductive allure of power in American society. A tale of family and loyalty, law and order, obedience and rebellion, it has stood the test of time as the definitive novel of the Mafia underworld. Beyond the bestselling novel, Francis Ford Coppola’s incomparable film adaptation and Academy Award winner for Best Picture cemented The Godfather’s reputation as a triumph in storytelling and a seminal classic for the ages. With a legacy of blood and honor, it is a cultural touchstone that has resonated for generations, and still mesmerizes readers to this day.",
        "url" : "https://images-us.bookshop.org/ingram/9780399103421.jpg",
        "price" : "$30.00",
        "sale" : "2%"
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    },
    {
        "title" : "",
        "author" : "", 
        "description" : "",
        "url" : "",
        "price" : "",
        "sale" : false
    }
]
    
