[
    {
        "title" : "The Count of Monte Cristo",
        "author" : "Alexandre Dumas", 
        "description" : "Alexandre Dumas’s epic tale of suffering and retribution, inspired by a real-life case of wrongful imprisonment—nominated as one of America’s best-loved novels by PBS’s The Great American Read Thrown in prison for a crime he has not committed, Edmond Dantes is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo, and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsible for his incarceration. Robin Buss’s lively translation is complete and unabridged, and remains faithful to the style of Dumas’s original. This edition includes an introduction, explanatory notes, and suggestions for further reading. Penguin Classics is the leading publisher of classic literature in the English-speaking world, representing a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "url" : "https://images-us.bookshop.org/ingram/9780140449266.jpg",
        "price" : "$16.00",
        "sale" : "5%"
    },
    {
        "title" : "The Lady of the Camellias",
        "author" : "Alexandre Dumas", 
        "description" : "The landmark novel that inspired Verdi’s opera La Traviata, in a sparkling new translation \"One of the greatest love stories of all time,\" according to Henry James, and the inspiration for Verdi’s opera La Traviata, the Oscar-winning musical Moulin Rouge!, and numerous ballets, stage plays (starring Lillian Gish, Eleonora Duse, Tallulah Bankhead, and Sarah Bernhardt, and films (starring Greta Garbo, Robert Taylor, Rudolph Valentino, Isabelle Huppert, and Colin Firth), The Lady of the Camellias itself was inspired by the real-life nineteeth-century courtesan Marie Duplessis, the lover of the novel’s author, Alexander Dumas fils. Known to all as “the Lady of the Camellias” because she is never seen without her favorite flowers, Marguerite Gautier, the most beautiful, brazen, and expensive courtesan in all of Paris. But despite having many lovers, she has never really loved—until she meets Armand Duval, young, handsome, and hopelessly in love with her. “Marguerite and Armand are the kind of bright, self-destructive young things we still read about in magazines, watch on-screen, or brush up against today.” —Liesl Schillinger, from the Note on the Translation For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "url" : "https://images-us.bookshop.org/ingram/9780143107026.jpg",
        "price" : "$17.00",
        "sale" : false
    },
    {
        "title" : "The Godfather",
        "author" : "Mario Puzo", 
        "description" : "The unforgettable saga of an American crime family that became a #1 bestseller and global phenomenon. Since its release in 1969, The Godfather has made an indelible mark on American crime fiction. From the mind of master storyteller Mario Puzo, it traces the Corleone family, whose brilliant and brutal portrayal illuminated the violent and seductive allure of power in American society. A tale of family and loyalty, law and order, obedience and rebellion, it has stood the test of time as the definitive novel of the Mafia underworld. Beyond the bestselling novel, Francis Ford Coppola’s incomparable film adaptation and Academy Award winner for Best Picture cemented The Godfather’s reputation as a triumph in storytelling and a seminal classic for the ages. With a legacy of blood and honor, it is a cultural touchstone that has resonated for generations, and still mesmerizes readers to this day.",
        "url" : "https://images-us.bookshop.org/ingram/9780399103421.jpg",
        "price" : "$30.00",
        "sale" : "2%"
    },
    {
        "title" : "The Sicilian",
        "author" : "Mario Puzo", 
        "description" : "After Mario Puzo wrote his internationally acclaimed The Godfather, he has often been imitated but never equaled. Puzo's classic novel, The Sicilian, stands as a cornerstone of his work—a lushly romantic, unforgettable tale of bloodshed, justice, and treachery. . . . The year is 1950. Michael Corleone is nearing the end of his exile in Sicily. The Godfather has commanded Michael to bring a young Sicilian bandit named Salvatore Guiliano back with him to America. But Guiliano is a man entwined in a bloody web of violence and vendettas. In Sicily, Guiliano is a modern day Robin Hood who has defied corruption—and defied the Cosa Nostra. Now, in the land of mist-shrouded mountains and ancient ruins, Michael Corleone's fate is entwined with the dangerous legend of Salvatore Guiliano: warrior, lover, and the ultimate Siciliano.",
        "url" : "https://images-us.bookshop.org/ingram/9780345441706.jpg",
        "price" : "$9.99",
        "sale" : false
    },
    {
        "title" : "Never Flinch",
        "author" : "Stephen King", 
        "description" : "From master storyteller Stephen King comes an extraordinary new novel with intertwining storylines—one about a killer on a diabolical revenge mission, and another about a vigilante targeting a feminist celebrity speaker—featuring the beloved Holly Gibney and a dynamic new cast of characters. When the Buckeye City Police Department receives a disturbing letter from a person threatening to “kill thirteen innocents and one guilty” in “an act of atonement for the needless death of an innocent man,” Detective Izzy Jaynes has no idea what to think. Are fourteen citizens about to be slaughtered in an unhinged act of retribution? As the investigation unfolds, Izzy realizes that the letter writer is deadly serious, and she turns to her friend Holly Gibney for help. Meanwhile, controversial and outspoken women’s rights activist Kate McKay is embarking on a multi-state lecture tour, drawing packed venues of both fans and detractors. Someone who vehemently opposes Kate’s message of female empowerment is targeting her and disrupting her events. At first, no one is hurt, but the stalker is growing bolder, and Holly is hired to be Kate’s bodyguard—a challenging task with a headstrong employer and a determined adversary driven by wrath and his belief in his own righteousness. Featuring a riveting cast of characters both old and new, including world-famous gospel singer Sista Bessie and an unforgettable villain addicted to murder, these twinned narratives converge in a chilling and spectacular conclusion—a feat of storytelling only Stephen King could pull off. Thrilling, wildly fun, and outrageously engrossing, Never Flinch is one of King’s richest and most propulsive novels.",
        "url" : "https://images-us.bookshop.org/ingram/9781668089330.jpg",
        "price" : "32%",
        "sale" : "10%"
    },
    {
        "title" : "The Green Mile",
        "author" : "Stephen King", 
        "description" : "Masterfully told and as suspenseful as it is haunting, The Green Mile is Stephen King’s classic #1 New York Times bestselling dramatic serial novel and inspiration for the Oscar-nominated film starring Tom Hanks. Welcome to Cold Mountain Penitentiary, home to the Depression-worn men of E Block. Convicted killers all, each awaits his turn to walk “the Green Mile,” the lime-colored linoleum corridor leading to a final meeting with Old Sparky, Cold Mountain’s electric chair. Prison guard Paul Edgecombe has seen his share of oddities over the years working the Mile, but he’s never seen anything like John Coffey—a man with the body of a giant and the mind of a child, condemned for a crime terrifying in its violence and shocking in its depravity. And in this place of ultimate retribution, Edgecombe is about to discover the terrible, wondrous truth about John Coffey—a truth that will challenge his most cherished beliefs…",
        "url" : "https://images-us.bookshop.org/ingram/9781501160448.jpg",
        "price" : "$11.00",
        "sale" : false
    },
    {
        "title" : "All Quiet on the Western Front",
        "author" : "Erich Maria Remarque", 
        "description" : "A hardcover edition of the classic tale of a young soldier's harrowing experiences in the trenches, widely acclaimed as the greatest war novel of all time—featuring an Introduction by historian Norman Stone. Now a Netflix Film. When twenty-year-old Paul Bäumer and his classmates enlist in the German army during World War I, they are full of youthful enthusiam. But the world of duty, culture, and progress they had been taught to believe in shatters under the first brutal bombardment in the trenches. Through the ensuing years of horror, Paul holds fast to a single vow: to fight against the principle of hate that meaninglessly pits young men of the same generation but different uniforms against one another. Erich Maria Remarque's classic novel not only portrays in vivid detail the combatants' physical and mental trauma, but dramatizes as well the tragic detachment from civilian life felt by many upon returning home. Remarque's stated intention—“to tell of a generation of men who, even though they may have escaped shells, were destroyed by the war—remains as powerful and relevant as ever, a century after that conflict's end. Everyman's Library pursues the highest production standards, printing on acid-free cream-colored paper, with full-cloth cases with two-color foil stamping, decorative endpapers, silk ribbon markers, European-style half-round spines, and a full-color illustrated jacket. Contemporary Classics include an introduction, a select bibliography, and a chronology of the author's life and times.",
        "url" : "https://images-us.bookshop.org/ingram/9781101908082.jpg",
        "price" : "$28.00",
        "sale" : "8%"
    },
    {
        "title" : "A Secret Sisterhood",
        "author" : "Emily Midorikawa", 
        "description" : "Male literary friendships are the stuff of legend, but what about the friendships of women writers? A Secret Sisterhood, drawing on letters and diaries, some never published before, brings to light a wealth of surprising female collaborations: the friendship between Jane Austen and one of the family servants, amateur playwright Anne Sharp; the daring feminist author Mary Taylor, who shaped the work of Charlotte Brontë; the transatlantic friendship of the seemingly aloof George Eliot and the ebullient Harriet Beecher Stowe; and Virginia Woolf and Katherine Mansfield, most often portrayed as bitter foes, but who, in fact, enjoyed a complex friendship. They were sometimes scandalous and volatile, sometimes supportive and inspiring, but always—until now—tantalizingly consigned to the shadows.",
        "url" : "https://images-us.bookshop.org/ingram/9781328532381.jpg",
        "price" : "$15.99",
        "sale" : "5%"
    },
    {
        "title" : "Pride & Prejudice (Masterpiece Library Edition)",
        "author" : "Jane Austen", 
        "description" : "Pride and Prejudice has charmed generations of readers for more than two centuries. This beloved and much adapted classic is famed for its witty, spirited heroine, sensational romances, and deft remarks on the triumphs and pitfalls of social convention. Author Jane Austen (1775-1817) was an English novelist whose works of social realism achieved unprecedented critical and popular success, though Austen herself remained an anonymous writer throughout her life.",
        "url" : "https://images-us.bookshop.org/ingram/9781441341709.jpg",
        "price" : "$19.00",
        "sale" : "3%"
    },
    {
        "title" : "Killing Commendatore",
        "author" : "Haruki Murakami", 
        "description" : "Description NATIONAL BESTSELLER • A tour de force of love and loneliness, war and art—from one of our greatest writers. • “Exhilarating ... magical.” —The Washington Post When a thirty-something portrait painter is abandoned by his wife, he secludes himself in the mountain home of a world famous artist. One day, the young painter hears a noise from the attic, and upon investigation, he discovers a previously unseen painting. By unearthing this hidden work of art, he unintentionally opens a circle of mysterious circumstances; and to close it, he must undertake a perilous journey into a netherworld that only Haruki Murakami could conjure.",
        "url" : "https://images-us.bookshop.org/ingram/9780525435761.jpg",
        "price" : "$19.00",
        "sale" : "10%"
    },
    {
        "title" : "Crime and Punishment",
        "author" : "Fyodor Dostoyevsky", 
        "description" : "Hailed by Washington Post Book World as “the best [translation] currently available when it was first published, this second edition of Crime and Punishment has been updated in honor of the 200th anniversary of Dostoevsky’s birth. • ONE OF TIME MAGAZINE'S 100 BEST MYSTERY AND THRILLER BOOKS OF ALL TIME With the same suppleness, energy, and range of voices that won their translation of The Brothers Karamazov the PEN/Book-of-the-Month Club Prize, Richard Pevear and Larissa Volokhonsky offer a brilliant translation of Crime and Punishment, Dostoevsky's astounding pyschological thriller, newly revised for his bicentenniel. In Crime and Punishment, when Raskolnikov, an impoverished student living in the St. Petersburg of the tsars, commits an act of murder and theft, he sets into motion a story that is almost unequalled in world literature for its excruciating suspense, its atmospheric vividness, and its depth of characterization and vision. Dostoevsky’s drama of sin, guilt, and redemption transforms the sordid story of an old woman’s murder into the nineteenth century’s profoundest and most compelling philosophical novel.",
        "url" : "https://images-us.bookshop.org/ingram/9780679734505.jpg",
        "price" : "$19.00",
        "sale" : "10%"
    },
    {
        "title" : "The Brothers Karamazov",
        "author" : "Fyodor Dostoevsky", 
        "description" : "Dostoevsky's final, greatest novel, The Brothers Karamazov, paints a complex and richly detailed portrait of a family tormented by its extraordinarily cruel patriarch, Fyodor Pavlovich, whose callous decisions slowly decimate the lives of his sons--the eponymous brothers Karamazov--and lead to his violent murder. In the aftermath of the killing, the brothers contend with dilemmas of honor, faith, and reason as the community closes in on the murderer in their midst. Acclaimed translator Michael R. Katz renders this masterpiece's nuanced and evocative storytelling in a vibrant, signature prose style that captures all the power of Dostoevsky's original--the clever humor, the rich emotion, the passion and the turmoil--and that will captivate and unsettle a new generation of readers.",
        "url" : "https://images-us.bookshop.org/ingram/9781324095101.jpg",
        "price" : "$20.00",
        "sale" : "6%"
    },
    {
        "title" : "War and Peace",
        "author" : "Leo Tolstoyy", 
        "description" : "From Richard Pevear and Larissa Volokhonsky, the best-selling, award-winning translators of Anna Karenina and The Brothers Karamazov, comes a brilliant, engaging, and eminently readable translation of Leo Tolstoy’s master epic. •  Nominated as one of America’s best-loved novels by PBS’s The Great American Read War and Peace centers broadly on Napoleon’s invasion of Russia in 1812 and follows three of the best-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfillment; Prince Andrei Bolkonsky, who leaves behind his family to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman, who intrigues both men. As Napoleon’s army invades, Tolstoy vividly follows characters from diverse backgrounds—peasants and nobility, civilians and soldiers—as they struggle with the problems unique to their era, their history, and their culture. And as the novel progresses, these characters transcend their specificity, becoming some of the most moving—and human—figures in world literature. Pevear and Volokhonsky have brought us this classic novel in a translation remarkable for its fidelity to Tolstoy’s style and cadence and for its energetic, accessible prose.",
        "url" : "https://images-us.bookshop.org/ingram/9781400079988.jpg",
        "price" : "$22.00",
        "sale" : "10%"
    }
]
    
